Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestynyt(0).html.tmx
Source language: fin
Languages: sms

source: Uusi pohjoissaamen kielen työkirja ilmestynyt
sms: Ođđ tuejjǩeʹrjj tâʹvvsäämas lij iʹlmstõõvvâm

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen työkirjan GEA -kirjasarjaan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ tâʹvvsääʹmǩiõllsaž tuejjǩeeʹrj GEA-ǩeʹrjjraiddu.

source: Uusin työkirja GEA 3 bargogirji giđđii on tarkoitettu peruskoulun kolmannen luokan saame vieraana kielenä opetukseen.
sms: Ođđsumõs tuejjǩeʹrjj GEA 3 bargogirji giđđii lij jurddum vuâđđškooul kuälmad klaass sääʹmǩiõll veeʹres ǩiõllan mättʼtõʹsse.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia kevätlukukaudelle.
sms: Tuejjǩeeʹrj teeʹkstid lij ǩeeʹrjtam Oona Länsman da ǩeeʹrjest lie määŋgpeällsa haʹrjjtõõzz.

source: GEA -kirjasarjan tekstit on kirjoittanut Oona Länsman.
sms: Ǩeeʹrj kaartid lij pirstam di lay out raajjâm Nora Bäck.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sms: Tiʹllʼjõõzz: https://www.samediggi.fi/tuote/gea-3-bargogirji-giddii/
